export const data = [
  {
    name: 'البابا شنودة الثالث', // ITEM:
    id: "popeshenoda3",
    imageURL: 'https://stshenoudamonastery.org.au/wp-content/uploads/2016/02/pope-shenouda-i18.jpeg',
    topics: [
      [
        'حياة نظير جيد', `
      نظير جيد اتولد يتيم الأم سنة 1923 .. كان حافظ المزامير من صغره و من حبه 
      لسفر المزامير حب الشعر..و كان بيحب القراءة جدا و كان دايماً يروح دار الكتاب 
      و يقرأ كتب للعقاد و طه حسين و درس كتب في الشعر.<br> 
      كان متفوق جدا في دراسته و اخد الباكالوريا "ثانوية عامة" و كانت طموحه اكبر 
      من انه يبقي موظف حكومى ف و هو عنده 23 سنة دخل كلية آداب قسم تاريخ 
      عشان كان من وجهة نظره "مَنْ وعي التاريخ في صدره ... أضاف أعماراً إلي 
      عُمْرِهِ" و بالفعل حصل على لٌسانس آداب قسم تاريخ ...ودخل الكلية الإكلريكية و 
      طلع الأول .. والسنة اللى بعدها على طول بقا يٍِدَرِسْ فيها .. و إتخرج من كلية الضباط 
      الإحتياط و كان طالع الأول.<br>
      كتب شعر كتير و كان بيتنشرله مقالات فى المجالات..و بعد فترة بما هو رئيس 
      تحرير المجلة ... و كان رئيس بيت مدارس الأحد... و كان خادم نشيط جداً.
            
    `],
      [
        'الراهب انطونيوس السرياني', `
              كان بيروح زيارات ل دير السريان و شاف ان دى الحياة اللى هو عايزها ف
      اترهبن بدير السريان على يد الأنبا ثاؤفيلس رئيس دير السريان و بعدها بسنة اترسم
      قس .. و كان بيحب حياة الوحدة ف كان بيقعد في مغارة تبعد عن الدير ب كذا
      كيلو... و اما حد من اخواته الرهبان يروح يزوره كان يقوله هاتلى معاك كتاب كذا
      و انت جاى... اعد في الدير حوالى 10 سنين.
    `],
      [
        'رسامة الأنبا شنودة أسقف للتعليم', `
        كان حصل في دير السريان أن كان فيه جنبه معسكر.. كان الشباب بيدخلوا يبهدلوا
        الدير وبيحصل شغب والرهبان مش مستريحين... ف الأنبا ثاؤفيلس قرر أنه يمنع
        الزيارات.<br>
        ف كان في بعثة جاية من ألمانيا عايزين يزوروا دير السريان وراحوا للبابا
        كيرلس فإدالهم جواب يدوه للأنبا ثاؤفيلس عشان يفتح لهم الدير.. بس لو فتح الدير
        الشباب بتوع المعسكر هيعرفوا أن الدير كان منع الزيارات بسببهم ومش هتبقى
        حاجة لطيفة.<br>
        ف أبونا أنطونيوس اقترح أن يدخل رؤساء البعثة والمصورين اللي معاهم وعملوا واجب الضيافة مع طلبة البعثة... وفعلاً ده اللي حصل والناس طلعت مبسوطة... بس وصل للبابا كيرلس أن الدير رفض يدخلهم فطلب الأنبا ثاؤفيلس والراهب أنطونيوس بالاسم.<br>

        فسيدنا استقبلهم.. واستقبل أبونا أنطونيوس استقبال وحش جدًا، وقال له: "إنت ليه مسمعتش كلامي لما قلت لك تدخل البعثة؟" ... ف أبونا أنطونيوس فهمه اللي حصل وعرفه أن الناس طلعت مبسوطة... بعدها قعدوا يتكلموا شوية.. والبابا عرض عليه أنه يبقى أسقف فرفض.. وقعد يتكلم معاه كتير في الموضوع ده وما طلعش معاه بنتيجة.. ف وهم قايمين يمشوا.. البابا كيرلس قال لأبونا أنطونيوس تعالى أصلّيلك... فوطى دماغه.. و البابا بدل ما يصلّيله قال: "شنودة أسقف التعليم".

        وعشان كان خايف أنه يهرب.. قاله: "لا حل ولا بركة لو سبت البطرخانة..." وبقى الأنبا شنودة أول أسقف للتعليم.
    `],
      [
        'البابا شنودة الثالث', `
       بعد نياحة البابا كيرلس السادس، اختارت العناية الإلهية بعد القرعة الهيكلية نيافة الأنبا شنودة، ونُصِّب بابا وبطريركاً للكرازة المرقسية سنة 1971 وأصبح البابا شنودة الثالث البابا الـ117 على الكرسي المرقسي. وكتب أكثر من 100 كتاب ولُقِّب بـ"بابا العرب" لمواقفه الوطنية الكبيرة على المستوى المحلي والعربي.  
    `],
      [
        'خلافات البابا شنودة مع الرئيس السادات', `
         احنا عارفين أنه قبل السادات كان موجود جمال عبد الناصر، وكان عبد الناصر متحالف مع "الاتحاد السوفيتي" (روسيا)، وهي بلد شيوعية. وسيناء كانت محتلة من إسرائيل، وإسرائيل تعني أمريكا، وأمريكا ضد روسيا. فالسادات كان يريد تغيير تحالفاته ولم يكن يعجبه نظام عبد الناصر.

          السادات بالفعل تحالف مع إسرائيل وعمل اتفاقية كامب ديفيد وعمل معاهدة سلام معهم وحصل على جائزة نوبل للسلام. فكان هناك من وصف السادات بالخيانة لأنه تحالف مع الناس الذين يحتلون فلسطين. وطبعًا الناس الذين هم الإخوان والسلفيين لم يسكتوا، وكذلك الناس من النظام السابق (نظام عبد الناصر).

          وكان السادات يريد تطبيق الشريعة الإسلامية ولم يعجبه حب عبد الناصر للمسيحيين وعلاقته الطيبة بالبابا كيرلس.<br>
          خصوصًا أن البابا مكنش موافق على معاهدة السلام التي قام بها السادات مع إسرائيل. كما أنه رفض أن يذهب في زيارة لإسرائيل مع السادات سنة 1977 نيابةً عن المسيحيين.<br>
          والسادات من النوع اللي مكنش يحب حد يعارضه أو يقول لا، وأي حد يعارضه في حاجة كان بيشيله من الطريق خالص. البابا شنودة مكنش معارض، هو كان بيشتكي على أوضاع المسيحيين وبعض الاضطهادات. والبابا شنودة كاتبله في خطاب: "إننا يا سيادة الرئيس لا نتخذك خصمًا بل حاكمًا".<br>

          9 سبتمبر 1981، السادات قبض على حوالى 1536 من المعارضين، وفى الوقت ده كان البابا شنودة فى دير السريان ومعاه بعض الأساقفة ومحدش يعرف أى حاجة من اللى بتحصل فى البلد... فهو له قليته برة الدير فالأنبا صرابامون كان واحد من الأساقفة اللى معاه.. وله قالنا م بلاش تبات فى قلايتك برة الدير أنا مش مرتاح تعالى بات معانا أهو تبقي وسط ولادك ... فعلاً البابا بات جوة الدير وكان سهران معاه الأنبا مرقس وهم معندهمش فكرة عن اللى بيحصل.. وكانوا بيرتبوا الكتب مع بعض
          <br>على الصبح كده كان فيه دبابات ومدرعات ومدافع والدير محاصر.. وراحوا حاصروا قلاية البابا اللى برة الدير اللى الأنبا صرابامون قاله بلاش تبات فيها أنا مش مرتاح..... اللى حصل أن السادات طلع بعض القرارات كالتالي:-<br>
          <strong>قرار إقصاء البابا:</strong><br>

          + إبطال صالحية توقيع الأنبا شنودة.<br>
          + عدم تواجده بالماهرة أو الإسكندرية.<br>
          + عدم السماح له بلقاء الجماهير.<br>

          بمعنى أنه شال البابا، كان مفكر البابا أنه وزير أو حد احنا معينينه وهو يشيله وقت م يحب وعين بداله 5 أسالفة هم دول اللي يمشوا أمور المسيحيين، لكن البابا شنودة ده بالذات لا.<br>

          والأساقفة اللي كانوا مع البابا راحوا البطرخانة يشوفوا الموضوع ده.. هم كمان قالوا احنا منعرفش حاجة! والأساقفة دول حاولوا يرجعوا الدير.. بتوع أمن الدولة قالوله هات إذن من البطرخانة... قالولهم الأسالفة اللي هناك ميعرفوش حاجة! فمرضوش يدخلوا حد للبابا حوالى شهر وشوية.. وفي نفس الوقت في 7 أسالفة اتقبض عليهم واتسجنوا منهم الأنبا بنيامين.. وكان معاهم عدد كبير من الكهنة وأشهرهم أبونا تادرس يعقوب ملط وكان معاهم ناس علمانيين.. والسجن كان قاسي ومكان ديق والأكل كان فيه حشرات.. مع ذلك محدش منهم يأس أو تهاون.<br>
    `],
      [
        'ما موقف البابا من هذه الأحداث ؟', `
          زي ما قولنا بعد ما الأساقفة عرفوا أخيرًا يدخلوا للبابا، لقوا البابا عادي جدًا وقال ده أنا مبسوط بقالي فترة مأعدتش لوحدي.. وأما حكوله عن الخمس أساقفة ضحك معاهم وقالهم ده مبقاش الكرسي الكرسي المرقس..دى بقت الدكة المرقسية.<br>
          وأول كتاب كتبه البابا في التحفظ كان كتاب <strong>"يستجيب لك الرب"</strong>.<br>                
    ` ],
      [
        'مقتل السادات', `
      6 أكتوبر سنة 1981، كان السادات في الاحتفالية بتاعة نصر حرب أكتوبر.. مرضاش طبعًا أن البابا يحضر معاه.. فكان الأنبا صموئيل راح مكان البابا في الاحتفالية دي كسفير أو مندوب نيابةً عنه. وفي اليوم ده، اتقتل السادات واتقتل الأنبا صموئيل.. يعني لو كان البابا هو اللي راح كان زمانه هو اللي اتقتل.<br>
      والموضوع منتهاش بموت السادات.. فضل التحفظ مكمل كذلك بالنسبة للآباء الأساقفة واللي معاهم، فضلوا في السجن حوالي 40 شهر كمان بعد ما مبارك مسك الحكم.<br>
    `],
    ],
    subtopic: {
      imageURL: 'https://scontent.fcai20-1.fna.fbcdn.net/v/t39.30808-6/299532074_433876515428556_8348709720446870195_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=cc71e4&_nc_ohc=aZpp6lo-i9kQ7kNvgEWpElZ&_nc_ht=scontent.fcai20-1.fna&oh=00_AYCUmBNRqkI1k_cVTIbvMJi0dRDjZ-H3SPVe8FOCQSoTXQ&oe=668AA0B8',
      name: 'الأنبا بنيامين مطران المنوفية',
      topics: [['السادات و الأنبا بنيامين', `
          سنة 1976، كان السادات فاز بالانتخابات الرئاسية للمرة الثانية.. فالطبيعي أن أي تهنئة تكون رسمية.. فالمجلس الملي اقترح على الأنبا بنيامين أنه يهنئه قبل ما الناس تهنئه وتكون حاجة ودية وأكيد هيتبسط يعني أن أسقف المنوفية هنئه.. في الوقت ده الأنبا بنيامين كان عنده 29 سنة وكان أسقف بقاله حوالي 3 شهور.<br>
            فاستقبله السادات... والأنبا بنيامين قال له إنه جاي يهنئه نيابة عن قداسة البابا والمجمع المقدس ولسه التهنئة الرسمية هيجوا لحضرتك.<br>
            السادات كان لابس نظارته السوداء دي.. فخلعها ورماها على الترابيزة وقال له: "بقولك إيه البابا شنودة ده غضوب وعصبي.. باين عليك شاب وأنا بحب حماس الشباب وإحنا منافسة زي بعض.. إيه رأيك أخليك أنت مركز قوة؟"<br>
              فسيدنا الأنبا بنيامين لو قال آه تبقى خيانة، لو قال لا هتحصل مشكلة.<br>
              فرد عليه بحكمة وقال له: "حضرتك سنة 1971 من أعظم أعمالك أنك لغيت مراكز القوة وعايز تخليني أنا <br>مركز قوة؟"....
              فالسادات ضحك واتبسط جداً وقال له: "ده أنت متابع بقا".. في الوقت ده الأنبا بنيامين شاور للي معاه وقال لهم يلا.. وسلموا على الرئيس ومشوا.. وجرى على البابا حكاله كل حاجة... لولا حكمته كانت حصلت مشاكل كتير.<br>
          `]
      ],
    },
    theEnd: [
      ['صليب المرض', `
        عانى قداسة البابا من أمراض عدة عبر حياته، كان أكبرها هي آلام الغضروف في الظهر (العمود الفقري)، كما أُصيب بمرض السرطان في الرئتين (ولم ينتشر المرض في أجزاء أخرى كما توقع الأطباء). كما كان لديه بعض المشاكل الصحية في الكلى، وكان يقوم بعمل غسيل كلى لسنوات طوال، وأحيانًا أكثر من مرة في الأسبوع. كما عانى من مشاكل صحية في القلب والسكري والضغط. كما تعرض لكسر عام 2006 م وهو في سن كبير، وخضع لعملية خاصة لهذا الغرض.  
    `],
      ['نياحة البابا شنودة', `
      تنيح قداسة البابا شنوده الثالث يوم السبت 17 مارس 2012 (الساعة الخامسة والربع مساءً حسب التقرير الطبي)، عن عمر يناهز 89 عامًا. أقيمت صلاة الجناز على جسده الطاهر يوم الثلاثاء 20 مارس 2012، وسط حضور العديد من ممثلي الكنائس في العالم ورجال السياسة ومئات الآلاف من الشعب المسيحيين والمسلمين.
      تم وضع الجثمان الطاهر في مدفن خاص في دير الأنبا بيشوي ببرية شيهيت، مصر. جلس البابا على الكرسي المرقسي 40 سنة و4 أشهر و3 أيام.<br>
    `]
    ],
    resourses: ['https://st-takla.org/Pope-1_.html'],
    centry: [20, 21],
    category: ['pope'],
    reco: true,
    bookmarked: false,
  }, // ITEM:
  {
    name: 'البابا إنيانوس الإسكافي',
    id: 'anianus',
    imageURL: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT_VPxUnh5fbFgKCPjY5bxQft4t3OI8v0f3yQ&s',
    topics: ['Coming Soon'],
    resourses: [''],
    centry: [1],
    category: ['pope'],
    reco: true,
    bookmarked: false,
  }, // ITEM:
  {
    name: 'القديس مارمرقس الرسول',
    id: 'markos1',
    imageURL: 'https://stgeorgesaman.com/wp-content/uploads/2023/08/stmark.jpg',
    topics: ['Coming Soon'],
    resourses: [''],
    centry: [1],
    category: ['pope', 'martyr', 'messenger'],
    reco: true,
    bookmarked: false,
  }, // ITEM:
  {
    name: 'البابا أثناسيوس الرسولي',
    id: 'athanasius',
    imageURL: 'https://scontent.fcai20-1.fna.fbcdn.net/v/t39.30808-6/441082490_837740158387604_5161591917019815949_n.jpg?_nc_cat=108&ccb=1-7&_nc_sid=833d8c&_nc_ohc=G7Y0-hSaudMQ7kNvgGnKvQj&_nc_ht=scontent.fcai20-1.fna&oh=00_AYBi0CzZP9LHhHAi8YWgqspc6ck3sxmvo3q9_x-ujX-XFQ&oe=668D4A18',
    topics: ['Coming Soon'],
    resourses: [''],
    centry: [4],
    category: ['pope'],
    reco: true,
    bookmarked: false,
  }, // ITEM:
  {
    name: 'البابا ديمتريوس الكرام',
    id: 'dimetrios1',
    imageURL: 'https://st-takla.org/Gallery/var/albums/Clergy/Coptic-Popes/012-Pope-Dimetrios-I/www-St-Takla-org--Pope-Dimetrios-El-Karram-002.jpg?m=1419425412',
    topics: ['Coming Soon'],
    resourses: [''],
    centry: [],
    category: ['pope'],
    reco: false,
    bookmarked: false,
  }, // ITEM:
];






// { name: '', // ITEM:
//     id: "",
//     imageURL: '',
//     topics: [[],[]],
//     subtopic: {
//       imageURL: '',
//       name: '',
//       topics: [[]],
//     },
//     theEnd:[[]],
//     resourses: [''],
//     centry: [],
//     category: [''],
//     reco: true,
//     bookmarked: false,
// }